# ConProductionCost

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**total_estimated_cost** | **float** |  | [optional]

## Example

```python
from ideastatica_connection_api.models.con_production_cost import ConProductionCost

# TODO update the JSON string below
json = "{}"
# create an instance of ConProductionCost from a JSON string
con_production_cost_instance = ConProductionCost.from_json(json)
# print the JSON string representation of the object
print(con_production_cost_instance.to_json())

# convert the object into a dict
con_production_cost_dict = con_production_cost_instance.to_dict()
# create an instance of ConProductionCost from a dict
con_production_cost_from_dict = ConProductionCost.from_dict(con_production_cost_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)